<?php 
$food = [
	[ 
		'numQuest' => 1,
		'quest' => 'Родиной коктейля МОХИТО является',
		'answRight' => 'Куба',
		'answ1' => 'Мексика',
		'answ2' => 'Италия',
		'tip' => '...'
	],
	[
		'numQuest' => 2,
		'quest' => 'Наиболее калорийный орех',
		'answRight' => 'грецкий орех',
		'answ1' => 'кокос',
		'answ2' => 'арахис',
		'tip' => '...'
	],
		'numQuest' => 3,
		'quest' => 'Холодный суп на ксилом квасе - это',
		'answRight' => 'Ботвинья',
		'answ1' => 'Щи',
		'answ2' => 'Гаспачо',
		'tip' => '...'
	]
];
$flora = [
	[
		'numQuest' => 1,
		'quest' => 'Как называются растения сухих мест обитания, способные переносить продолжительную засуху и воздействие высоких температур?',
		'answRight' => 'ксерофиты',
		'answ1' => 'мезофиты',
		'answ2' => 'гигрофиты',
		'tip' => '...'
	],
	[
		'numQuest' => 2,
		'quest' => 'Наиболее калорийный орех',
		'answRight' => 'грецкий орех',
		'answ1' => 'кокос',
		'answ2' => 'арахис',
		'tip' => '...'
	],
	[
		'numQuest' => 3,
		'quest' => 'Наиболее калорийный орех',
		'answRight' => 'грецкий орех',
		'answ1' => 'кокос',
		'answ2' => 'арахис',
		'tip' => '...'
	]
];