<?php 
namespace Aleksandra\Igra\Models;
class FactsModel
{
	public function getFact(){
		// $facts = [
// 	[ 
// 		'title' =>'Интересное о комарах',
// 		'picture' =>'mosquito.JPG',
// 		'text' =>'В мире около 2500 видов комаров. 
// 		Синий цвет отпугивает мух, а комаров привлекает, поэтому они чаще нападают на людей в синей одежде.'
// 	],
// 	[ 
// 		'title' =>'Дорогой город',
// 		'picture' =>'zurich.jpg',
// 		'text' =>'Швейцарский Цюрих – самый дорогой город в мире для проживания в 2018г.
// Таковы результаты исследования Prices and Earnings (“Цены и доходы”), проведённого банком UBS в 77 населённых пунктах в различных странах.
// В Топ-5 наиболее затратных городов планеты также вошли: Женева, Осло, Копенгаген и Нью-Йорк.
// Так, уровень ежемесячного дохода семьи из трех человек в Цюрихе, позволяющего обеспечить минимальный набор товаров и услуг (без арендной платы за жилье), составляет 4260 долларов.
// В Женеве для этого потребуется 4165 долларов, в Нью-Йорке – 3673 доллара, в Лондоне (8 место) – 3411 долларов.
// Российские Санкт-Петербург и Москва заняли в рейтинге 51 и 54 позиции.
// Минимальные затраты для проживания в Северной столице в швейцарском банке оценили почти в 2300 долларов в месяц, в Москве – в 2264 доллара.
// Наиболее бюджетным оказался египетский Каир – здесь семье из трех человек потребуется всего 1272 доллара...'
// 	],
// 	[ 
// 		'title' =>'Интересные факты о тарантулах',
// 		'picture' =>'tarantul.jpg',
// 		'text' =>'1. Тарантулы довольно послушны и редко кусают людей. <br />
// 		2. Тарантулы для защиты используют жгучие волоски.<br />
// 		3. Падение может закончиться фатально для паука.<br />
// 		4.  Тарантулы умеют выпускать когти на лапках, подобно кошкам.<br />
// 		5. Тарантулы способны восстановить утраченные конечности.<br />'
// 	]
// ];
		return $facts ;
}
}
	// public function getQuestionByLegend($legend) {
	// 	//получить вопросы из бд
	// 	return [
	// 			'legend'=>'Вопрос 4',
	// 			'question'=>'Самое большое озеро на планете Земля',
	// 			'var1'=>'Озеро Мичиган',
	// 			'var2'=>'Каспийское море',
	// 			'var3'=>'Озеро Танганьика',
	// 			'modal-href'=>'#openModal6',
	// 			'modal-id'=>'openModal6',
	// 			'tip'=>"Самый крупный замкнутый водоем находится на стыке Европы и Азии."
	// 	];
	// }
?>