<main>
	<div class="about">
		<h2>О проекте</h2>
		<p>Автор и создатель этого сайта - Пелсе Александра:<br/>
			"Сайт является моим дипломным проектом". <br/>
			Данный проект - это результат освоения:</p>
			<ul>
				<li>языка разметки страницы HTML5;</li>
				<li>каскадных таблиц стилей CSS3 и адаптивной верстки;</li>
				<li>объектно-ориентированного языка программирования JavaScript;</li>
				<li>библиотеки jQuery;</li>
				<li>технологии ajax;</li>
				<li>серверного языка программирования PHP7;</li>
				<li>паттернов проектирования, фреймворков;</li>
				<li>языка структурированных запросов SQL;</li>
				<li>реляционной системы управления базами данных mySQL.</li>
			</ul>
		
	</div>
</main>