
<main>
	<div class="rulls">
		<h3>Правила написания вопросов для игры</h3>
		<ul>
			<li><p>1. Все поля должны быть заполнены.</p></li>
			<li><p>2. Выберите категорию, подходящую под ваш вопрос.</p></li>
			<li><p>3. Сформулируйте вопрос грамотно и, по возможности, кратко.</p></li>
			<li><p>4. Обязательно укажите источник информации (ссылку на Интернет-ресурс или печатный источник с выходными данными).</p></li>
			<li><p>5. Загружайте изображение только в том случае, если оно необходимо для ответа на вопрос.</p></li>
		</ul>
	</div>
</main>